Repository: ayroop/Auto-Link-Proxy
Catalog: wordpress-plugin/languages/auto-proxy-links-*.po
Languages: fa_ir

source: Auto Proxy Links
fa_ir: تبدیل خودکار لینک‌های پروکسی

source: Automatically converts direct links to sv1.cinetory.space into proxy links through Iranian host for bypassing download restrictions.
fa_ir: به طور خودکار لینک‌های مستقیم به sv1.cinetory.space را به لینک‌های پروکسی از طریق سرور ایران تبدیل می‌کند.

source: FilmKhabar
fa_ir: فیلم خبر

source: auto-proxy-links
fa_ir: تبدیل-خودکار-لینک‌های-پروکسی

source: General Settings
fa_ir: تنظیمات عمومی

source: Advanced Settings
fa_ir: تنظیمات پیشرفته

source: Connection Test
fa_ir: تست اتصال

source: Enable Plugin
fa_ir: فعال کردن پلاگین

source: Enable or disable automatic link conversion
fa_ir: فعال یا غیرفعال کردن تبدیل خودکار لینک‌ها

source: Proxy Domain
fa_ir: دامنه پروکسی

source: Iranian server domain (e.g., filmkhabar.space)
fa_ir: دامنه سرور ایران (مثال: filmkhabar.space)

source: Dedicated IP
fa_ir: IP اختصاصی

source: Dedicated IP of Iranian server
fa_ir: IP اختصاصی سرور ایران

source: Use IP instead of Domain
fa_ir: استفاده از IP به جای دامنه

source: Use IP instead of domain for proxy links
fa_ir: استفاده از IP به جای دامنه برای لینک‌های پروکسی

source: Allowed Domains
fa_ir: دامنه‌های مجاز

source: One domain per line
fa_ir: هر دامنه در یک خط جداگانه

source: Allowed Extensions
fa_ir: پسوندهای مجاز

source: One extension per line (without dot)
fa_ir: هر پسوند در یک خط جداگانه (بدون نقطه)

source: Processable Content
fa_ir: محتوای قابل پردازش

source: Posts
fa_ir: پست‌ها

source: Pages
fa_ir: صفحات

source: Widgets
fa_ir: ویجت‌ها

source: Comments
fa_ir: نظرات

source: Debug Mode
fa_ir: حالت دیباگ

source: Log link conversions (development only)
fa_ir: ثبت لاگ تبدیل لینک‌ها (فقط برای توسعه)

source: Proxy Connection Test
fa_ir: تست اتصال پروکسی

source: Click the button below to test the proxy server connection:
fa_ir: برای تست اتصال به سرور پروکسی، روی دکمه زیر کلیک کنید:

source: Test Connection
fa_ir: تست اتصال

source: Example of converted links:
fa_ir: مثال لینک‌های تبدیل شده:

source: Original Link:
fa_ir: لینک اصلی:

source: Proxy Link:
fa_ir: لینک پروکسی:

source: Shortcode Usage:
fa_ir: استفاده از شورت‌کد:

source: For manual links, use the following shortcode:
fa_ir: برای لینک‌های دستی از شورت‌کد زیر استفاده کنید:

source: Save Settings
fa_ir: ذخیره تنظیمات

source: Connection successful! Status: %d
fa_ir: اتصال موفق! وضعیت: %d

source: Connection failed! Status: %d
fa_ir: اتصال ناموفق! وضعیت: %d

source: Connection failed: %s
fa_ir: اتصال ناموفق: %s

source: Loading...
fa_ir: در حال بارگذاری...

source: Success:
fa_ir: موفق:

source: Error:
fa_ir: خطا:

source: Error: Request failed
fa_ir: خطا: درخواست ناموفق بود

source: Testing...
fa_ir: در حال تست...

source: Plugin settings not available
fa_ir: تنظیمات پلاگین در دسترس نیست

source: Connection error
fa_ir: خطا در برقراری ارتباط

source: Download
fa_ir: دانلود

source: Auto Proxy Links: Converted %s to %s
fa_ir: تبدیل خودکار لینک‌ها: تبدیل %s به %s
